

[cGlobalSettings]=
IDS_DETAILED_VIEW=Vista detalhada
IDS_IMAGE_VIEW=Exibição de imagem
IDS_SETTINGS=Configurações
IDS_HELP=Ajuda
IDS_ENTER_REGISTRATIONKEY=Insira a chave de registro
IDS_CHECK_FOR_UPDATE=Procurar atualizações
IDS_ABOUT=Sobre

IDS_QUICK_TOUR = Quick Tour

DPF_ACTION_CENTER=Centro de ações
DPF_ACTIONCERTER_HEADER1=Aplicativos recomendados
DPF_ACTIONCERTER_HEADER2=Organize suas fotos, proteja-as contra ameaças e melhore o desempenho do computador com esses aplicativos recomendados para a sua máquina.
DPF_ACTIONCERTER_FOOTER=Para proteger seu computador, melhore seu funcionamento com arquivos organizados, atualize os drivers e use os aplicativos acima recomendados.
PKS_SING_INSTALL=Instalar

IDS_INSTALLSATUS_INSTALLED=Iniciar agora
IDS_INSTALLSATUS_NOT_INSTALLED=Instale agora

INSTALLUTILITY_HEADING=Oferta opcional
IDS_REGISTERED_VERSION=Versão registrada
IDS_PROGRAM_APP_RUNNING=Aplicativo já em execução
IDS_UPDATOR_FORM_TEXT=Buscar atualização
IDS_UPDATOR_DEVICES=Dispositivos
IDS_UPDATER_APP_NEWUPDATE=Uma nova versão do IDS_DU_APP_NAME está disponível para download.\r\nDeseja baixá-la agora?
IDS_SE_CHECKING_FORUPDATE=Procurando atualizações...
IDS_SE_UPDATE_SUCESS=Atualizações baixadas e instaladas com êxito
IDS_SE_UPDATE_PARTIAL=Atualizações baixadas e instaladas parcialmente. Tente atualizar novamente.
IDS_SE_UPDATE_ABORTED=Atualização cancelada
IDS_SE_UPDATE_ERR_UNKNOWN=Erro ao instalar atualizações. Tente atualizar mais tarde.
IDS_SE_UPDATE_ERR_LOWDISK=Download interrompido.\r\nPelo menos 600 MB de espaço em disco deve estar disponível para download e instalação de definições.
IDS_SE_UPDATE_DOWNLOADING=Progresso total do download: ({0} de {1})
IDS_SE_UPDATE_DOWNLOAD_APP_PROG=Baixando atualização de aplicativo ({0} KB de {1} KB), total: {2}%
IDS_SE_UPDATE_DOWNLOAD_PROG=Baixando atualização ({0} KB de {1} KB), total: {2}%
IDS_SE_INSTALLINGUPDATE=Instalando atualização ({0} de {1}) ....
IDS_MINIMUM_DISK_SPACE_REBOOT=O IDS_DU_APP_NAME requer pelo menos 600 MB de espaço livre em disco para executar operações.\r\nLibere algum espaço em disco e reinicie o IDS_DU_APP_NAME.
IDS_DB_CHECKING=Iniciando download....
IDS_SE_UPDATE=Atualizador automático
IDS_CANCEL=Cancelar
IDS_SE_UPTODATE=O IDS_DU_APP_NAME está atualizado.
IDS_ERORR_UPDATE=Erro ao baixar atualizações. Verifique as configurações da Internet.
IDS_NOTIFY_TITLE1=IDS_DU_APP_NAME em execução em segundo plano
IDS_CLEAR_SCAN_RESULT_CONFIRMATION=Isso vai apagar seus resultados de verificação e dados relacionados à verificação atual e às verificações anteriores. Tem certeza de que deseja fazer isso?
PKS_PLZ_CHKNET_CONNECTION=Verifique a conexão com a Internet.
IDS_LOADING=Carregando...
IDS_EXIT=Sair
IDS_PROCESS_ALREADY_RUNNING=Primeiro, pare o processo em execução antes de fechar o IDS_DU_APP_NAME
IDS_SCAN_ALREADY_RUNNING=Verificação em andamento. Pare a verificação antes de fechar o IDS_DU_APP_NAME
IDS_RDO_SMART_RESTORE=Restauração inteligente
IDS_RDO_CUSTOM_RESTORE=Restauração personalizada
IDS_RDO_SEARCHFORFILE=Pesquisar arquivo
IDS_BACKUP_RDO_AUTO=Agendamento automático
IDS_SHOW_APP=Mostrar o IDS_DU_APP_NAME
IDS_TRIAL_IS_ALREADY_PURCHASED=Já comprou o IDS_DU_APP_NAME?
IDS_TXTTOP1LABEL=Documentos
IDS_TXTTOP2LABEL=Imagens
IDS_TXTOTHERLABEL=Outros arquivos
IDS_TXTVIDEOS=Vídeos
IDS_TXTDESKTOP=Área de trabalho do usuário
IDS_TXTMUSIC=Músicas
IDS_TXTBROWSEDATA=Dados do navegador
IDS_TXTFINANCIALFILE=Arquivos financeiros
IDS_TXTEBOOKPDF=Livros eletrônicos
IDS_BACKUP_RDO_RECOMMENDED=Backup inteligente
IDS_BACKUP_RDO_CUSTOM_BKP=Backup personalizado
IDS_BACKUP_RDO_MONITER_BKP=Backup do monitor
IDS_BACKUP_RDO_SCHEDULED_BKP=Backup agendado
IDS_BACKUP_RDO_24_BKP=Agendamento de 24 horas
IDS_MSG_KEY_FALSE=Insira uma chave de licença válida.
IDS_MSG_KEY_BLOCKED=Esta chave de licença foi desativada.
IDS_MSG_KEY_EXPIRED=Esta chave de licença foi expirada. Compre uma nova tecla.
IDS_MSG_KEY_LIMIT_EXCEEDED=Você excedeu o número máximo de máquinas permitidas para a chave.
IDS_TRACK_EMAIL_NOT_SENT=Não é possível enviar e-mails
IDS_CGLOBAL_NOT_FOUNDUPGRADE_URL=não foi possível encontrar o URL Fazer upgrade agora
DPF_cGlobalSettings_HINT_NO_PHOTOS=Dica: Arraste fotos, pastas com suas fotos do Explorer para procurar fotossemelhantes
DPF_PROCESSOR_PROCESSED={0} processada(s)
DPF_PROCESSOR_PERCENT_PROCESSED={0}/{1} processada(s)
DPF_PROCESSOR_COMPARING_PHOTOS=Comparando fotos
DFP_PROCESSOR_SCAN_PATIENT_WHILE_COMPARING_MSG=Seja paciente enquanto comparamos suas fotos.
IDS_IMAGEVIEWER_PHOTO_NOT_FOUND=Foto não encontrada no disco
DPF_ABOUT_REGISTER_TEXT=Registrar agora
DPF_ABOUT_WARNING=Aviso: Este programa de computador está protegido por leis de direitos autorais e tratados internacionais. A reprodução ou distribuição não autorizadas deste programa, ou de qualquer parte dele, poderão resultar em severas punições civis e criminais, e serão processadas na extensão máxima permitida por lei.
DPF_IMAGEINFO_UC_PREVIEW=Visualizar
DPF_IMAGEINFO_UC_FILE_NAME=Nome do arquivo:
DPF_ABOUT_Version={0}
DPF_ABOUT_RIGHTS_TEXT=Todos os direitos reservados
DPF_cGlobalSettings_HEADINGS_NO_DUPLICATE=Todas as fotos semelhantes foram apagadas!
DPF_PROCESSED={0} processada(s)
DPF_IMAGEINFO_UC_BIT_DEPTH=Profundidade de bits:
IDS_CACHE_CLEARED_MSG=Cache limpo com sucesso!
DPF_IMAGEINFO_UC_CAMERA_FIRMWARE=Firmware da câmera:
DPF_IMAGEINFO_UC_CAMERA_LENS_MODEL=Modelo de lente de câmera:
DPF_IMAGEINFO_UC_CAMERA_MAKER=Fabricante da câmera:
DPF_IMAGEINFO_UC_CAMERA_MODEL=Modelo da câmera:
DPF_IMAGEINFO_UC_CAPTURE_DATE=Data de captura:
IDS_UPDATOR_CHECKING_FOR_UPDATE=Verificando atualização
DPF_ABOUT_NAME_NON_RETAIL=- Versão que não é de varejo
IDS_CLEAR_CACHE=Limpar Cache
DPF_IMAGEINFO_UC_COLOR_MODEL=Modelo de cor:
DPF_IMAGEINFO_UC_COLOR_SPACE=Espaço de cor:
DPF_COMPARING_DUPLICATES=Comparando as duplicadas
DPF_PROCESSOR_COMPARING_DUPLICATES=Comparando duplicadas...
DPF_IMAGEINFO_UC_DIGITAL_ZOOM_RATIO=Proporção de zoom digital:
DPF_ABOUT_YEAR=Copyright © 2023
;IDS_CONFIRM_FILE_DELETION_MSG=Deseja realmente excluir as imagens duplicadas? As fotos apagadas serão movidas para a lixeira! \r\n\r\nSe as fotos estiverem na unidade de rede, elas serão apagadas permanentemente.
IDS_CONFIRM_FILE_DELETION_MSG=Deseja realmente excluir as imagens duplicadas? Os arquivos excluídos serão transferidos para {0}.\r\n\r\nSe as fotos estiverem na unidade de rede, elas serão apagadas permanentemente.
IDS_RECYCLE_BIN=Lixeira

DPF_IMAGEINFO_UC_EDITING_SOFTWARE=Software de edição:
DPF_cGlobalSettings_HEADING_NO_PHOTOS=Arraste e solte as fotos aqui
IDS_DU_APP_NAME=Duplicate Photos Fixer Pro
DPF_IMAGEINFO_UC_EXPOSURE_BIAS=Viés de exposição:
DPF_IMAGEINFO_UC_EXPOSURE_MODE=Modo de exposição:
DPF_IMAGEINFO_UC_EXPOSURE_PROGRAM=Programa de exposição:
DPF_IMAGEINFO_UC_EXPOSURE=Exposição:
DPF_IMAGEINFO_UC_FILE_LABEL=Etiqueta de arquivo:
DPF_IMAGEINFO_UC_FILE_MODIFIED=Arquivo modificado:
DPF_IMAGEINFO_UC_FILE_SIZE=Tamanho do arquivo:
DPF_IMAGEINFO_UC_FILE_CREATED=Arquivo criado:
DPF_IMAGEINFO_UC_FOCAL_LENGTH=Distância focal:
DPF_IMAGEINFO_UC_FOLDER_NAME=Nome da pasta:
DPF_IMAGEINFO_UC_GPS_ALTITUDE=Altitude GPS:
DPF_IMAGEINFO_UC_GPS_LATITUDE=Latitude GPS:
DPF_IMAGEINFO_UC_GPS_LONGITUDE=Longitude GPS:
DPF_cGlobalSettings_HINT_NO_DUPLICATE=Dica: Procure por mais fotos e libere espaço em disco adicional
DPF_cGlobalSettings_HINT_NO_PHOTOS_WITH_CURRENT_MATCHING=Dica: Ainda existem fotos semelhantes com baixa pontuação de correspondência. Reduza o nível de correspondência para ver as fotos semelhantes restantes.
DPF_IMAGEINFO_UC_IMAGE_DPI=DPI de imagem:
DPF_IMAGEINFO_UC_IMAGE_SIZE=Tamanho da imagem:
DPF_cGlobalSettings_FOLDER_EXCLUDED_HINT=Dica: Acesse "Configurações"-> "Exclusões" para remover itens da Lista de exclusão
DPF_IMAGEINFO_UC_ISO_SPEED_RATING=Avaliação da velocidade ISO:
DPF_cGlobalSettings_FOLDER_EXCLUDED=Itens já excluídos da verificação.
IDS_LOW_DISK_SPACE=pouco espaço em disco
DPF_IMAGEINFO_UC_LIGHT_SOURCE=Fonte de luz:
DPF_IMAGEINFO_UC_KEYWORDS=Palavras-chave:
IDS_LANGUAGES=Idiomas
DPF_IMAGEINFO_UC_MATCHING_LEVEL=Nível de correspondência:
DPF_IMAGEINFO_UC_METADATA=Metadados
DPF_IMAGEINFO_UC_METERING_MODE=Modo de medição:
DPF_IMAGEINFO_UC_NO_PHOTO_SELECTED=Nenhuma foto selecionada
DPF_cGlobalSettings_HEADING_NO_PHOTOS_WITH_CURRENT_MATCHING=Não há fotos semelhantes com o atual nível de correspondência.
DPF_cGlobalSettings_NOTE_NO_PHOTOS_WITH_CURRENT_MATCHING=Observação: Reduzir o nível de correspondência pode apresentar fotos com baixa correspondência. É recomendado conferir as fotos antes de marcá-las para exclusão.
DFP_PROCESSOR_SCAN_PLEASE_BE_PATIENT_MSG=Seja paciente enquanto verificamos a existência de fotos duplicadas...
DFP_SCAN_PLEASE_BE_PATIENT_MSG=Seja paciente enquanto verificamos a existência de fotos duplicadas.
DPF_IMAGEINFO_UC_PROFILE_NAME=Nome do perfil:
DPF_IMAGEINFO_UC_RATING=Classificação:
IDS_CONFIRM_READONLY_FILE_DELETION=Arquivo SOMENTE-LEITURA encontrado -{0}. \r\nDeseja realmente excluí-lo?
DPF_ABOUT_NAME_RETAIL=Versão de varejo - Não distribua
DPF_IMAGEINFO_UC_ORIENTATION=Orientação:
DPF_IMAGEINFO_UC_SCENCE_CAPTURE_TYPE=Tipo de captura de cena:
DPF_PROCESSOR_PROGRESS_SEARCHING_DUPLICATE_TEXT=Pesquisando por fotos duplicadas...
DPF_IMAGEINFO_UC_SENSING_METHOD=Método de detecção:
IDS_MSG_KEY_PIRATED=Esta chave de licença foi incluída na lista de bloqueio
DPF_ABOUT_COMPANY_NAME=Systweak Software



[SETTINGS]
IDS_MARKFILES_CHECKBOX_TAGS=Etiquetas
DPF_REGISTRATION_THANK_INSTALLING_TEXT=Obrigado por instalar o {0}!
IDS_FREETRIALKEYSTATUS_SUCCESS=Obrigado por Se registrar.\r\nVocê agora pode executar uma limpeza única e remover todas as fotos marcadas como duplicadas.
DPF_REGISTRATION_THANK_TEXT=Obrigado por experimentar o {0}!
DPF_PREFERENCES_FILTER_SORT_NOTE_TEXT=As configurações abaixo permitem excluir extensões de arquivo de serem adicionadas à lista de varredura.
IDS_RESULT_OLV_REMOVE_THEM_FROM_GROUP=Estas fotos selecionadas não pertencem a este grupo. Remova-as do grupo.
IDS_RESULT_OLV_REMOVE_IT_FROM_GROUP=Esta foto selecionada não pertence a este grupo. Remova-a do grupo.
DPF_SETTINGS_UC_TIME_INTERVAL=Intervalo de tempo
DPF_SETTINGS_UC_TIME_INFO=O intervalo de tempo determina um intervalo de tempo entre fotos variando de menos de 1 segundo a 24 horas. Escolha um intervalo de acordo com seus resultados preferidos.
DPF_REGISTRATION_ENTER_ONETIME_FREE_KEY=Para realizar uma limpeza grátis única, digite seu endereço de e-mail e a chave de licença GRÁTIS recebida no e-mail abaixo:
DPF_TRIAL_ENABLE_ONE_TIME_CLEANUP=Para habilitar uma limpeza grátis e única para todas as imagens duplicadas, clique em Primeira limpeza GRÁTIS.
DPF_PREFERENCES_FILTER_SORT_TYPE_DESCRIPTION_TEXT=Descrição do tipo
DPF_PHOTO_RENDERER_CONTEXTMENU_UNLOCk_PHOTOS=Desbloquear
IDS_RESULT_OLV_UNLOCK_THESE_IMAGES=Desbloquear essas imagens
IDS_RESULT_OLV_UNLOCK_IMAGE=Desbloquear esta imagem
IDS_RESULT_OLV_UNMARK=Desmarcar
IDS_RESULT_OLV_UNMARK_ALL=Desmarcar todos
IDS_RESULT_OLV_UNMARK_ALL_FOLDER_FILES=Desmarcar todos os arquivos encontrados nesta pasta
IDS_RESULT_OLV_UNMARK_ALL_FOLDER_TREE=Desmarcar todos os arquivos encontrados nessa árvore de pasta
IDS_RESULT_OLV_UNMARK_ALL_FILES_TYPES=Desmarcar todos os arquivos desse tipo ({0})
IDS_RESULT_OLV_UNMARK_ALL_FOLDER_ELSEWHERE=Desmarcar todos os arquivos que duplicam essa pasta em outro lugar
IDS_RESULT_OLV_UNMARK_IT=Desmarcá-lo - {0}
DPF_TRIAL_UPGRADE_NOW_TEXT=Atualize agora para apagar mais fotos
DPF_PREFERENCES_FILTER_SORT_USE_TEXT=Usar
DPF_MAINBORDER_UC_GUEST_MODE=Usuário está executando um sistema em modo convidado
DPF_REGISTRATION_UPGRADE_TEXT=Recomendamos que você atualize para a versão completa do IDS_DU_APP_NAME para remover todas as imagens duplicadas e similares do seu Windows para liberar mais espaço.
DPF_RESULT_CUSTOMIZE_AUTO_MARK_RULES=Você pode personalizar regras de marcação automática na janela Assistente de seleção antes de continuar. As regras determinam qual foto será marcada em cada grupo.
IDS_FREETRIALKEYSTATUS_SUCCESS_CLEAN_NOW=Você debloqueou uma vez limpeza única e completa grátis. Você quer fazer a limpeza GRÁTIS das fotos duplicadas encontradas agora?
DPF_TRIAL_REMOVE_LIMIT_TEXT=Você pode remover até {0} imagens duplicadas GRÁTIS.
DPF_SETTINGS_UC_SIMILAR_MATCH=Correspondência similar (recomendado)
IDS_MARKFILES_Size=Tamanho (maior tamanho de arquivo é protegido)
IDS_FREETRIALKEYSTATUS_PRODUCTID_INVALID=Ocorreu um erro
IDS_FREETRIALKEYSTATUS_ERROR=Ocorreu um erro! Não é possível registrar; entre em contato com o suporte parao bter ajuda.
DPF_TRIAL_SPACE_SAVED_TEXT=Espaço a ser salvo:
DPF_PROGRESS_SEARCHING_DUPLICATE_TEXT=Procurando imagens duplicadas...
DPF_SCAN_PHOTOS_SEARCHING_PHOTOS=Pesquisar fotos
DPF_HOME_UC_CUSTOM_FOLDER_DIALOG_TITLE=Selecione a pasta
DPF_RESULT_SELECTION_ASSISTANT_TEXT=Assistente de seleção
IDS_MARKFILES_TABPAGE_SELECTION_PRIORITY=Prioridade de seleção
DPF_SCAN_PHOTOS_SEARCHING_DONE=Pesquisa realizada
IDS_MARKFILES_PATH_ALREADY_INCLUDED=Caminho já incluído!
DPF_RESULT_DUPLICATEPHOTO_COUNT_TEXT=fotos
DPF_PREFERENCES_AUTO_MARK_RULE_TEXT=Regra
DPF_PREFERENCES_FILTER_SORT_TEXT=Critérios de verificação
DPF_FOOTER_UC_SCAN_FOR_DUPLICATES_TEXT=Verificar em busca de imagens duplicadas
DPF_SCAN_PHOTOS_SCANNING_COMPLETE=Varredura completa
DPF_TRIAL_REMOVE_TEXT=Deseja remover {0} fotos
DPF_PHOTO_RENDERER_CONTEXTMENU_REMOVE_FROM_PHOTO_LIST=Remover da lista de fotos
DPF_RESULT_REMOVING_PHOTOS=Removendo fotos...
DPF_PREFERENCES_GENERAL_RESET_DEFAULT=Redefinir o padrão
IDS_MARKFILES_BTN_RESET=Redefinir a prioridade de seleção
DPF_TRIAL_REFUND_YOUR_MONEY=Fique tranquilo: se você não estiver completamente satisfeito com este produto, entre em contato no prazo de 60 dias após a sua compra e reembolsaremos seu dinheiro.
IDS_RESULT_OLV_PROTECT_PARENT_FOLDER=Proteger a pasta pai
IDS_RESULT_OLV_PROTECT_THIS_ALBUM=Proteger este álbum
IDS_RESULT_OLV_PROTECT_FOLDER=Proteger esta pasta
IDS_MARKFILES_TAB_PAGE_ALBUMS=Álbuns protegidos
IDS_MARKFILES_TAB_PAGE_PROTECTED_FOLDERS=Pastas protegidas
DPF_SETTINGS_UC_QUALITY=Qualidade
DPF_PHOTO_RENDERER_CONTEXTMENU_QUICK_LOOK=Conferência rápida
DPF_SCAN_PHOTOS_PLEASE_BE_PATIENT_MSG=Seja paciente enquanto pesquisamos as fotos...
DPF_SCAN_PHOTOS_PLEASE_CHANGE_SETTINGS=Altere as configurações ou adicione mais fotos para comparar.
IDS_MARKFILES_SELECT_ATLEAST_ONE_ITEM=Selecione pelo menos um item para remover!
IDS_MARKFILES_LABEL1=Selecione as prioridades de marcação automática
IDS_MARKFILES_PRIORITIES=Prioridades:
DPF_PREFERENCES_AUTO_MARK_PRIORITY_TEXT=Prioridade
DPF_TRIAL_ONE_TIME_CLEANUP_USED=A limpeza única já foi usada. Atualize agora para limpar mais fotos.
DPF_SCAN_PHOTOS_ONLY_PHOTO=Apenas uma foto detectada nos caminhos selecionados.
DPF_MESSAGEBOX_OPEN_SELECTION_ASSISTANT_TEXT=Abrir Assistente de seleção
DPF_MESSAGEBOX_OPEN_SETTINGS_TEXT=Abrir as configurações
IDS_RESULT_OLV_OPEN_THIS_FILE=Abra este arquivo.
IDS_RESULT_OLV_OPEN_FOLDER=Abra essa pasta
DPF_TRIAL_MONEY_BACK=Garantia de dinheiro de volta, sem riscos
DPF_PHOTO_RENDERER_NOT_ABLE_TO_SHOW=Não é possível mostrar a imagem
DPF_SCAN_PHOTOS_NO_SIMILAR_PHOTOS_FOUND=Não há fotos semelhantes encontradas.
DPF_PREFERENCES_FILTER_SORT_MIN_FILE_SIZE_TEXT=Tamanho mínimo do arquivo incluído na varredura:
DPF_SETTINGS_UC_TIME_INTERVAL_MORE=Mais
IDS_MARKFILES_MOVE_DOWN=Mover para baixo
IDS_MARKFILES_MOVE_TO_BOTTOM=Mover para baixo
IDS_MARKFILES_MOVE_TO_TOP=Mover para o topo
IDS_MARKFILES_MOVE_UP=Mover para cima
IDS_MARKFILES_MP3=mp3
IDS_MARKFILES_NO_ALBUM_NAME_PRESENT=Nenhum nome de álbum presente no arquivo de mídia!
DPF_SCAN_PHOTOS_NO_DUPLICATE_PHOTOS_FOUND=Nenhuma foto duplicada encontrada.
IDS_MARKFILES_NO_ITEM_TO_REMOVE=Nenhum item para remover!
DPF_SCAN_PHOTOS_NO_PHOTO_FOUND=Nenhuma foto encontrada!
DPF_SETTINGS_UC_MATCHING_INFO=O nível de correspondência define um grau de similaridade entre as fotos que pode ser ajustado de baixo para alto. O nível pode ser alterado nos resultados facilmente!
IDS_RESULT_OLV_MERGE_GROUPS=Mesclar esses grupos
DPF_SETTINGS_UC_TIME_INTERVAL_LESS=Menos
DPF_PHOTO_RENDERER_CONTEXTMENU_LOCK_PHOTOS=Bloquear
IDS_RESULT_OLV_LOCK_THESE_IMAGES=Bloquear essas imagens
IDS_RESULT_OLV_LOCK_IMAGE=Bloquear esta imagem
DPF_PREFERENCES_EXCLUSION_MANAGE_FOLDER_TEXT=Gerenciar pastas a serem excluídas
DPF_SETTINGS_UC_BITMAP_INFO=Gerencie a precisão dos resultados da pesquisa, ajustando o controle deslizante entre Desempenho e Qualidade. Deslize para Desempenho para obter velocidade e resultados semi precisos e para Qualidade para resultados altamente precisos.
DPF_PHOTO_RENDERER_CONTEXTMENU_MARK_PHOTOS=Marcar
IDS_RESULT_OLV_MARK_ALL_FOLDER_FILES=Marcar todos os arquivos encontrados nesta pasta
IDS_RESULT_OLV_MARK_ALL_FOLDER_TREE=Marcar todos os arquivos encontrados nessa árvore de pasta
IDS_RESULT_OLV_MARK_ALL_FILES_TYPE=Desmarcar todos os arquivos desse tipo ({0})
IDS_RESULT_OLV_MARK_ALL_FOLDER_ELSEWHERE=Marcar todos os arquivos que duplicam essa pasta em outro lugar
IDS_RESULT_OLV_MARK_IT=Marcá-lo - {0}
DPF_PHOTO_RENDERER_CONTEXTMENU_MARK_ALL_PHOTO_GROUP=Marcar foto
DPF_RESULT_MARKED=Marcada
DPF_RESULT_MARKED_PHOTOS_DELETED=Fotos marcadas excluídas...
IDS_MARKFILES_CHECKBOX_PRECISE=Pontuação de correspondência
IDS_MARKFILES_THRESHOLDS=Pontuação de correspondência:
DPF_SETTINGS_UC_MATCHING_LEVEL=Nível de correspondência
DPF_HOME_UC_ERROR_ITEM_NO_ADDED=Itens não podem ser adicionados. Acesse "Configurações"-> "Critérios de verificação" para alterar as configurações.
DPF_SCAN_PHOTOS_HINT_SIMILAR_PHOTOS=Dica: Experimente diferentes configurações e verifique novamente em busca de fotos semelhantes.
DPF_SCAN_PHOTOS_HINT_DUPLICATE_PHOTOS=Dica: Experimente diferentes configurações ou adicione mais caminhos de fotos e verifique novamente em busca de fotos duplicadas.
DPF_RESULT_IMAGEVIEW_TEXT=Exibição de imagem
DPF_RESULT_IMAGES_NOT_FOUND=Imagens não encontradas no sistema para excluir.
IDS_MARKFILES_INCLUDE_SUB_FOLDER=Incluir Sub pasta
IDS_MARKFILES_CB_INCLUDE_SUBFOLDERS=Incluir sub pastas desse caminho
;IDS_FREETRIALKEYSTATUS_INVALID_KEY=Chave inválida
IDS_RESULT_OLV_INVERT_MARKED_FILES=Inverter arquivos marcados
DPF_RESULT_IMAGE_NOT_FOUND=Imagem não encontrada no sistema para excluir.
DPF_PHOTO_RENDERER_IMAGE_NOT_FOUND=Imagem não encontrada no sistema.
DPF_HOME_UC_HINT_TEXT=Dica: Arraste fotos, pastas com suas fotos do Explorer para procurar fotossemelhantes
DPF_SETTINGS_UC_GPS_INFO=O GPS verifica as coordenadas embutidas das fotos. As coordenadas entre as fotos devem estar dentro do intervalo de 0 a 100 metros.
DPF_SETTINGS_UC_GPS=GPS
IDS_MARKFILES_TABPAGE_FILEFORMATS=Formatos de arquivo
IDS_MARKFILES_FileTypeFormat=Formato de tipo de arquivo
IDS_RESULT_OLV_FILTER_THIS_GROUP=Filtrar esse grupo ({0})
DPF_TRIAL_FIRST_FREE_CLEAN=É o primeiro sem limpar
IDS_RESULT_OLV_FILE_DIR_NOT_EXISTS=Arquivo e diretório não existem!
DPF_TRIAL_PHOTO_FOUND_TEXT=Fotos duplicadas encontradas:
DPF_RESULT_DUPLICATEGROUP_TEXT=Grupo de duplicata
DPF_PREFERENCES_MAIN_TITLE_TEXT=Fixador de fotos duplicadas
IDS_FREETRIALKEYSTATUS_EMAIL_CANNOT_BE_SENT=Não pode ser enviado e-mail.
IDS_FREETRIALKEYSTATUS_EMAIL_ALREADY_SEND=O e-mail já foi enviado. Verifique sua caixa de entrada para obter a chave de licença. Em caso de erros, entre em contato com o suporte.
IDS_FREETRIALKEYSTATUS_EMAIL_ID_EMPTY=ID de e-mail está vazio
IDS_FREETRIALKEYSTATUS_KEY_ALREADY_USED=A chave de licença inserida é para limpeza completa e grátis única. Ele já foi usada.\r\nCompre agora para remover mais fotos.
IDS_ERROR_CONNECTING_INTERNET=Erro ao conectar à Internet.
DPF_SETTINGS_UC_EXACT_MATCH=Correspondência exata
DPF_PREFERENCES_EXCLUSION_EXCLUDED_TEXT=Pasta excluída
DPF_PREFERENCES_EXCLUSION_TEXT=Exclusão
DPF_MESSAGEBOX_DO_NOT_SHOW_TEXT=Não mostrar novamente
DFP_UPDATE_DOWNLOAD_N_INSTALLED=Baixado e instalado com sucesso
DPF_RESULT_DELETING_PHOTOS=Apagando fotos...
DPF_RESULT_DETAILEDVIEW_TEXT=Vista detalhada
DPF_PREFERENCES_GENERAL_DONT_SHOW_DIALOG_ON_AUTOMARK=Não mostra caixa de diálogo de marcação automática na Marcação automática
DPF_PREFERENCES_GENERAL_DONT_SHOW_DIALOG_ON_DELETE=Não mostrar a caixa de diálogo de confirmação ao excluir
DPF_PREFERENCES_GENERAL_DONT_SHOW_DIALOG_ON_MOVING_BACK=Não mostrar a janela de confirmação ao voltar
PCPB_N44="Mostrar mensagens de atualização periódica para otimizar o seu computador."
DPF_SETTINGS_UC_COMPARISON_METHOD=Método de comparação
DPF_TRIAL_ENTER_KEY=Clique aqui para inserir sua chave
DPF_REGISTRATION_PURCHASE_TEXT=Clique para comprar e limpar imagens duplicadas agora!
DPF_FOOTER_UC_PHONE_NUMBER=
DFP_UPDATE_CHECKING_FOR_UPDATES=Verificando atualizações...
DPF_SETTINGS_UC_COMPARISON_INFO=Escolha entre correspondência exata e correspondência semelhante para procurar por imagens duplicadas e similares.
IDS_RESULT_OLV_CLEAR_ALL_FILTERS=Limpar todos os filtros
IDS_RESULT_OLV_EXPORT_DUP_LIST=Exportar lista de arquivos duplicados
IDS_MARKFILES_BitRate=Taxa de bits (a maior taxa de bits é protegida)
DPF_SETTINGS_UC_BITMAP_SIZE=Tamanho do bitmap
IDS_MARKFILES_GENERAL_ITEMS=Taxa de bits (a maior taxa de bits é protegida), tamanho (o maior tamanho de arquivo é protegido), formato de tipo de arquivo, pasta, duração
IDS_MARKFILES_BUY=Comprar
DPF_RESULT_REMOVED={0} removido
DPF_PREFERENCES_EXCLUSION_MANAGE_FOLDER_NOTE_TEXT=Adicione pastas que você deseja excluir da digitalização
DPF_HOME_UC_ADD_PHOTOS_TEXT=Adicionar fotos
DPF_SCAN_PHOTOS_ADDING_PHOTOS=Adicionando fotos...
IDS_MARKFILES_ALBUM_ALREADY_INCLUDED=Álbum já incluído!
DPF_PHOTO_RENDERER_NOT_MARK_ALL_PHOTOS=Todas as fotos de um grupo não podem ser marcadas!
DPF_TRIAL_ALREADY_PURCHASED_TEXT=Já comprou o {0} ?
DPF_MAINBORDER_UC_CAN_NOT_REGISTER=O aplicativo não pode ser registrado
DPF_PREFERENCES_FILTER_SORT_ATLEAST_ONE_EXTENSION_REQUIRED=Pelo menos uma extensão de arquivo é necessária para a digitalização de fotos.
DPF_PREFERENCES_AUTO_MARK_TEXT=Marca automática
IDS_RESULT_OLV_AUTOMARK=Marca automática
IDS_RESULT_OLV_AUTOMARK_ALL_FILES=Marcação automática em todos os arquivos
IDS_RESULT_OLV_AUTOMARK_OPTIONS=Opções de marca automática
IDS_RESULT_OLV_AUTOMARK_PROTECTION=Proteção de marca automática
DPF_FOOTER_UC_RESULT_REFRESHED=Os resultados verificados abaixo serão atualizados. Deseja continuar?
DPF_RESULT_DELETED={0} apagada(s)
DPF_RESULT_DUPLICATE_PHOTOS={0} Fotos duplicadas
DPF_RESULT_PHOTOS_IN_GROUP={0} fotos duplicadas em {1} grupo
DPF_RESULT_PHOTOS_IN_GROUPS={0} fotos duplicadas em {1} grupos
DPF_RESULT_GROUP={0} Grupo
DPF_RESULT_GROUPS={0} Grupos
DFP_UPDATE_UP_TO_DATE={0} está atualizado.
DPF_SCAN_PHOTOS_PHOTOS_ADDED={0} fotos adicionadas

IDS_CONFIRM_PASS=Confirmar endereço de e-mail
IDS_CONFIRM_PASS_MATCH=Endereço de e-mail e endereço de e-mail de confirmação devem corresponder

DPF_SETTINGS_UC_MATCHING_LEVEL_LOW=Baixa
DPF_SETTINGS_UC_MATCHING_LEVEL_HIGH=Alto
DPF_SETTINGS_UC_PERFORMANCE=Desempenho
DPF_SETTINGS_UC_GPS_MORE=Mais
DPF_SETTINGS_UC_GPS_LESS=Menos
DPF_SETTINGS_UC_LOAD_DEFAULT=Carregar padrões
DPF_SETTINGS_UC_PIXELS=pixels
DPF_SETTINGS_UC_24_HOURS=24 horas e menos
DPF_SETTINGS_UC_12_HOURS=12 horas e menos
DPF_SETTINGS_UC_6_HOURS=6 horas e menos
DPF_SETTINGS_UC_3_HOURS=3 horas e menos
DPF_SETTINGS_UC_2_HOURS=2 horas e menos
DPF_SETTINGS_UC_1_HOURS=1 hora e menos
DPF_SETTINGS_UC_30_MINUTES=30 minutos e menos
DPF_SETTINGS_UC_10_MINUTES=10 minutos e menos
DPF_SETTINGS_UC_5_MINUTES=5 minutos e menos
DPF_SETTINGS_UC_3_MINUTES=3 minutos e menos
DPF_SETTINGS_UC_2_MINUTES=2 minutos e menos
DPF_SETTINGS_UC_1_MINUTES=1 minuto e menos
DPF_SETTINGS_UC_30_SECONDS=30 segundos e menos
DPF_SETTINGS_UC_10_SECONDS=10 segundos e menos
DPF_SETTINGS_UC_5_SECONDS=5 segundos e menos
DPF_SETTINGS_UC_3_SECONDS=3 segundos e menos
DPF_SETTINGS_UC_2_SECONDS=2 segundos e menos
DPF_SETTINGS_UC_1_SECONDS=1 segundo e menos
DPF_SETTINGS_UC_1_METER=1 metro
DPF_SETTINGS_UC_2_METERS=2 metros
DPF_SETTINGS_UC_5_METERS=5 metros
DPF_SETTINGS_UC_10_METERS=10 metros
DPF_SETTINGS_UC_20_METERS=20 metros
DPF_SETTINGS_UC_50_METERS=50 metros
DPF_SETTINGS_UC_100_METERS=100 metros
DPF_FOOTER_UC_BACK_TEXT=Voltar
DPF_FOOTER_UC_DELETE_MARKED_TEXT=Exclusão marcada
DPF_FOOTER_UC_BUY_NOW=Atualizar agora
DPF_FOOTER_UC_LIVE_HELP=Ajuda em tempo real disponível 24*7
DPF_HOME_UC_ADD_FOLDER_TEXT=Adicionar pasta
DPF_HOME_UC_DRAG_TEXT=Arraste e solte as fotos aqui
DPF_HOME_UC_REVEAL_EXPLORER=Mostrar no Explorer
DPF_HOME_UC_CHECK_ALL=Marcar tudo
DPF_HOME_UC_UNCHECK_ALL=Desmarcar tudo
DPF_HOME_UC_REMOVE_SCAN_PATH=Remover da lista de verificação
DPF_HOME_UC_REMOVE_ALL_PATHS=Remover tudo da lista de verificação
DPF_HOME_UC_ALREADY_ADDED=Caminho já adicionado!
DPF_HOME_UC_SYSTEM_PATH=Caminho é um caminho de pasta/arquivo de sistema
DPF_HOME_UC_PARENT_PATH=Caminho-pai já adicionado!
DPF_HOME_UC_EXCLUDED_PATH=Caminho-pai já adicionado à lista de exclusão!
DPF_HOME_UC_SYSTEM_DIR=Caminho-pai é um diretório de sistema!
DPF_HOME_UC_SYSTEM_FILE_PATH=Caminho não pode ser adicionado uma vez que é um caminho de sistema!
DPF_HOME_UC_ALREADY_EXCLUDED=Caminho já excluído!
DPF_HOME_UC_ADDED_SCAN_PATH_LIST=Caminho foi adicionado à lista de verificação!
DPF_HOME_UC_PARENT_ADDED_SCAN=Caminho-pai já adicionado à lista de verificação!
DPF_HOME_UC_PARENT_ADDED_EXCLUDED=Caminho-pai já adicionado à lista de exclusão!
DPF_HOME_UC_NOT_ABLE_TO_EXCLUDE=Não foi possível adicionar à lista de exclusão. A pasta atual ou pasta filho já está presente na lista de verificação.
DPF_MAINBORDER_UC_SETTINGS_TEXT=Configurações
DPF_MESSAGE_UC_MATCHING_LEVEL_TEXT=Nível de correspondência:
DPF_MESSAGE_UC_NOTE_TEXT=Nota:
DPF_RESULT_UC_AUTO_MARK_TEXT=Marca automática
DPF_RESULT_UC_UNMARK_ALL_TEXT=Desmarcar todos
DPF_RESULT_PROCESSED={0} processada(s)
DPF_RESULT_OLV_GROUP=Grupo
DPF_RESULT_OLV_FILENAME=Nome do arquivo
DPF_RESULT_OLV_PATH=Atalho
DPF_RESULT_OLV_SIZE=Tamanho
DPF_RESULT_OLV_CREATED=Criado
DPF_RESULT_OLV_MODIFIED=Modificado
DPF_RESULT_OLV_FILETYPE=Tipo de arquivo
DPF_RESULT_OLV_IMAGEWIDTH=Largura de imagem
DPF_RESULT_OLV_IMAGEHEIGHT=Altura de imagem
IDS_NAG_MSG_DUPLICATE_FOUND=Fotos duplicadas encontradas:
IDS_NAG_MSG_SPACE_SAVED=Espaço a ser salvo:
IDS_NAG_MSG_VALID_EMAIL=Insira um endereço de e-mail válido!
IDS_NAG_MSG_CLICK_ON=Clique em
IDS_NAG_MSG_UPGRADE_NOW=Atualizar agora
IDS_NAG_MSG_RECOVER_SPACE=e continue a remover imagens em duplicidade e a recuperar espaço valioso.
IDS_NAG_MSG_START_RECOVER_SPACE=para começar a apagar imagens em duplicidade e recuperar espaço.
IDS_NAG_MSG_FOUND={0} encontradas
IDS_NAG_MSG_DUPLICATES={0} em duplicidade
IDS_NAG_MSG_OCCUPYING=ocupando
IDS_NAG_MSG_OF_DATE=de dados.
IDS_NAG_MSG_GET_FREE_KEY=Obtenha a versão completa GRÁTIS por um período limitado
IDS_NAG_MSG_OR=ou
IDS_NAG_MSG_UPGRADE_WITH_DISCOUNT=Atualize agora com um desconto especial.
IDS_NAG_MSG_ALREADY_PURCHASED=Já comprou o IDS_DU_APP_NAME?
IDS_NAG_MSG_HAVE_KEY=Já possui uma chave?
IDS_NAG_MSG_INFO=O IDS_DU_APP_NAME verifica fotos similares e em duplicidade que estao espalhadas por todo o seu computador. Ele mostra as imagens em duplicidade em um lugar, podendo ser removidas com apenas um clique.
IDS_NAG_MSG_LEARN_MORE=Saiba mais
IDS_NAG_NOSCAN_VALID_EMAIL=Insira um endereço de e-mail válido
DPF_MESSAGEBOX_OK_TEXT=OK
DPF_MESSAGEBOX_CONTINUE=Continuar
DPF_PREFERENCES_MAIN_TITLE_SETTINGS_TEXT=Configurações
DPF_PREFERENCES_GENERAL_TEXT=Geral
DPF_PREFERENCES_ALERT_SETTINGS=Configurações de alerta
DPF_PREFERENCES_SETTINGS_INFO=As configurações abaixo permitem que você oculte/mostre caixas de diálogo de informação mostradas no aplicativo enquanto realiza ações como exclusão, marcação automática e retorno. Você pode salvar as ocnfigurações de acordo com seus requisitos.
DPF_PREFERENCES_GENERAL_HEADING_TEXT=Geral
DPF_PREFERENCES_FILTER_SORT_FILE_TYPE_TEXT=Tipo de arquivo
DPF_PREFERENCES_AUTO_MARK_USE_TEXT=Usar
DPF_PREFERENCES_AUTO_MARK_NAME_TEXT=Nome
DPF_PREFERENCES_EXCLUSION_EXCLUDED_FOLDERS_TEXT=Pastas excluídas
DPF_PREFERENCES_RESET_SETTINGS=Redefinir configurações
DPF_PREFERENCES_EXCLUSION_ADD_TEXT=Adicionar
DPF_PREFERENCES_EXCLUSION_REMOVE_TEXT=Remover
DPF_PREFERENCES_FORMATS=KB,MB
DPF_REGISTRATION_ALREADY_TEXT=Já possui uma Chave de licença?
DPF_REGISTRATION_ALREADY_KEY_TEXT=Se você já possuir uma Chave de licença, insira-a no formulário abaixo e clique em
DPF_REGISTRATION_LICENSE_KEY_TEXT=Chave de licença:
DPF_REGISTRATION_REGISTER_NOW_TEXT=Registrar agora
DPF_REGISTRATION_NEED_LICENSE_TEXT=Precisa de uma chave de licença?
DPF_REGISTRATION_BUY_NOW=Atualizar agora
DPF_REGISTRATION_KEY_NOT_FOUND=Chave não encontrada!\r\nInsira uma chave de registro.
DPF_REGISTRATION_UNREGISTER_EXPIRE=Versão expirada/não registrada.
DPF_REGISTRATION_EMAIL=Endereço de e-mail:
IDS_WRONGKEY=A chave de registro não está correta!\r\nInsira a chave de registro correta.
DPF_TRIAL_UPGRADE_NOW=Atualizar agora
DPF_PHOTO_RENDERER_CONTEXTMENU_UNMARK_PHOTOS=Desmarcar
DPF_PHOTO_RENDERER_CONTEXTMENU_OPEN=Abrir
DPF_PHOTO_RENDERER_CONTEXTMENU_OPEN_FILE_LOCATION=Abrir local dos arquivos
DPF_PHOTO_RENDERER_CONTEXTMENU_AUTO_MARK=Marca automática
DPF_PHOTO_RENDERER_CONTEXTMENU_UNMARK=Desmarcar todos
DPF_PHOTO_RENDERER_CONTEXTMENU_SELECT_ALL=Selecionar tudo
DPF_PHOTO_RENDERER_CONTEXTMENU_DESELECT_ALL=Desmarcar tudo
IDS_RESULT_OLV_MARK=Marcar
IDS_RESULT_OLV_PROPERTIES=Propriedades
IDS_MARKFILES_FORM_TEXT=Assistente de seleção
IDS_MARKFILES_TABPAGE_GENERAL=Geral
IDS_MARKFILES_MARK=Marcar
IDS_MARKFILES_HELP=Ajuda
IDS_MARKFILES_TABPAGEFOLDER=Pasta
IDS_MARKFILES_BTN_FOLDER_PRIORITY_ADD=Adicionar
IDS_MARKFILES_BTN_REMOVE_PROTECTED_FOLDERS=Remover
IDS_MARKFILES_BTN_NEW_RULE_FOR_PROTECTED_FOLDERS=Adicionar
IDS_MARKFILES_LBL_PATH=Atalho
IDS_MARKFILES_BTN_REMOVE_PROTECTED_ALBUMS=Remover
IDS_MARKFILES_BTN_ADD_PROTECTED_ALBUMS=Adicionar
IDS_MARKFILES_Folder=Pasta
IDS_MARKFILES_USE=Usar
IDS_MARKFILES_PRIORITY=Prioridade
IDS_MARKFILES_NAME=Nome
IDS_MARKFILES_RULE=Regra
IDS_MARKFILES_FILE_NOT_EXIST=Caminho não existe!
IDS_MARKFILES_IMAGE_RESOLUTION=Resolução de imagem
IDS_MARKFILES_MARK_RESOLUTION=Marcar com resolução inferior
IDS_MARKFILES_IMAGE_SIZE=Tamanho da imagem
IDS_MARKFILES_MARK_SIZE=Marcar com tamanho de arquivo inferior
IDS_MARKFILES_CAPTURE_DATE=Data de captura
IDS_MARKFILES_MARK_DATE=Marcar com data anterior; marcar com data mais recente
IDS_MARKFILES_IMAGE_METADATA=Metadados de imagem
IDS_MARKFILES_MARK_METADATA=Marcar sem metadados
IDS_MARKFILES_IMAGE_DIMENSION=Dimensão de imagem
IDS_MARKFILES_MARK_DIMENSION=Marcar com dimensão inferior
IDS_MARKFILES_MARK_FOLDER=Marcar com prioridade de pasta
IDS_MARKFILES_EXT_ALL_IMAGES=Todas as imagens
IDS_MARKFILES_EXT_JPEG=Imagem JPEG
IDS_MARKFILES_EXT_GIF=Formato de intercâmbio de gráficos
IDS_MARKFILES_EXT_JP2=Imagem JPEG 2000
IDS_MARKFILES_EXT_ICNS=Imagem de ícone Apple
IDS_MARKFILES_EXT_EPS=Encapsular PostScript
IDS_MARKFILES_EXT_FLC=Animação FLC
IDS_MARKFILES_EXT_FPX=Imagem FlashPix
IDS_MARKFILES_EXT_PNTG=Imagem MacPaint
IDS_MARKFILES_EXT_MPO=Imagem de múltiplos objetos de imagem
IDS_MARKFILES_EXT_EXR=Imagem OpenEXR
IDS_MARKFILES_EXT_PNG=Imagem de gráficos de rede portátil
IDS_MARKFILES_EXT_PICT=Imagem QuickDraw
IDS_MARKFILES_EXT_QTIF=Imagem QuickTime
IDS_MARKFILES_EXT_PIC=Radiação
IDS_MARKFILES_EXT_SGI=Imagem de gráficos silício
IDS_MARKFILES_EXT_TAG=Imagem TGA
IDS_MARKFILES_EXT_TIFF=Imagem TIFF
IDS_MARKFILES_EXT_BMP=Imagem de bitmap do Windows
IDS_MARKFILES_EXT_ICO=Imagem de ícone do Windows
IDS_RESTART_CONFIRM_MSG=O aplicativo deve ser reiniciado para que a alteração de idioma entre em vigor.\r\nDeseja reiniciar o aplicativo?
IDS_FREETRIALKEYSTATUS_INVALID_KEY=O endereço de e-mail ou chave de licença que você inseriu não estão corretos.\r\nVerifique seus detalhes e tente novamente ou entre em contato com a equipe de suporte para obter assistência.



IDS_LAUNCH_STARTUP=Iniciar na inicialização do sistema
IDS_STOP_SCAN_DES = Isso levará apenas alguns minutos. É altamente recomendável concluir a verificação.\r\nDeseja interromper a verificação?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;; 

IDS_CLICK_TO_REMOVE = Foram encontradas um total de {0} fotos em duplicidade. 
;Para remover todas as fotos em duplicidade e similares, clique no botão abaixo.
IDS_PURCHASE_TO_REMOVE_DUPLICATES = Foram encontradas um total de {0} fotos em duplicidade. Para remover todas as fotos em duplicidade e similares, clique no botão abaixo.
IDS_TRIALNEW_IS_ALREADY_PURCHASED	=Já comprou?
IDS_TRIALNEW_CLICK_TO_ACTIVATE = Clique aqui para ativar.
IDS_TRIALNEW_PURCHASE_TO = Compre o IDS_DU_APP_NAME para:

;IDS_TRIALNEW_FEATURE_1 =Remove all duplicate photos
IDS_TRIALNEW_FEATURE_1 =Remover todas as fotos duplicadas
IDS_TRIALNEW_FEATURE_OTHER_1 =Remover {0} fotos em duplicidade
IDS_TRIALNEW_FEATURE_2 =Economizar tempo e esforços
IDS_TRIALNEW_FEATURE_3 =Recuperar uma grande quantidade de espaço
IDS_TRIALNEW_FEATURE_4 =Organizar sua coleção de fotos

IDS_TOTAL = Total
IDS_REMOVE_15PHOTOS = Remover {0} fotos grátis
IDS_PURCHASE_NOW = Comprar agora
IDS_BEFORE_U_EXIT = Antes de você sair




IDS_CLOSE=Fechar



IDC_BC_PRODUCTUPDATE=IDS_DU_APP_NAME foi atualizado com sucesso.
IDS_PB_RECOMMENDED=Recomendado

IDS_RANSOMWARE_VICTIM =Ransomware: Don't be a victim

IDS_OFFERRB1=Acrescente mais proteção para os seus dados
IDS_OFFERRB2=O Right Backup protege os seus dados com SSL e encriptação de nível avançado
IDS_OFFERRB3=Proteção de Ransomware e ataques de vírus
IDS_OFFERRB4=Função de cópia de segurança a 100% automática e partilha fácil de fotografias, vídeos, música, etc.
IDS_OFFERRB5=Todas as transmissões de dados de ficheiros são efetuadas através de um canal encriptado (SSL)
IDS_OFFERRB6=Todos os ficheiros guardados na nuvem recebem encriptação AES-256 
IDS_OFFERRB7=Ransomware: Proteger é melhor do que remediar!

;;By installing you agress to EULA and Privacy Policy
IDS_UTILITY_BYINSTALLING="Ao instalar você concorda com"
IDS_UTILITY_AND="e"
IDS_UTILITY_EULA="contrato de licença de usuário final"
IDS_UTILITY_PRIVACYPOLICY="Política de Privacidade"
IDS_RB_STR3=Obtenha armazenamento GRÁTIS agora
IDS_BC_BTN_CLOSE=Encerrar

IDS_LOG_EXPORTED_NOTSELECTED=Selecione pelo menos um item.


IDS_ENJOY_BACKUP = Enjoy Hassle free automated backup
IDS_PLEASE_WAIT = Please wait...
IDS_CREATE_RB_ACCOUNT = It will hardly take a minute to create a FREE account and start backing up your data on cloud with east access anywhere, anytime!
IDS_SAVE_PC = 1 minute can save your frustration in case of breakdown of your hard drive or PC.
IDS_QUIT_PROTECTION=Quit, I don't want protection
IDS_GET_FREE_STORAGE =Get Free Storage Now

IDS_DOWN_INSTALL_RB= Downloading and installing Right Backup



IDS_DOWNLOADING=Baixando...
SCANTAB4=Instalando

;;;;;;;;;;;;;;;;;;;
IDS_UPGRADE_TO_CLEAN = Atualize agora para remover todas as fotos em duplicidade de seu computador e recuperar muito espaço
IDS_HAVE_LICENSE_CODE = Tenho um código de licença
IDS_ATTENTION = Atenção
IDS_PC_REQUIRES_ATTENTION = Seu computador precisa de atenção!

IDS_QUIT = Sair
IDS_BEFORE_CLOSING = Antes de fechar o IDS_DU_APP_NAME...
IDS_DISCOUNT = DESCONTO
IDS_ONLY_FOR_YOU = Só para você.
IDS_NOT_SHOW_AGAIN = Não mostrar novamente
IDS_LIMITED_OFFER = *Oferta por tempo limitado

IDS_PLEASEWAIT = Oferta por tempo limitado – Receba um desconto instantâneo de 50%
IDS_CONFIRM_EXIT_TITLE=Remover fotos em duplicidade automaticamente
IDS_CONFIRM_EXIT=O IDS_DU_APP_NAME pode remover todas as fotos em duplicidade do seu computador com um único clique e recuperar muito espaço em disco.
IDS_CONFIRM_EXIT_2=Faça o upgrade agora mesmo e aproveite um desconto instantâneo de 50% na próxima compra!
IDS_CONFIRM_EXIT_BTN=Não, obrigado
IDS_CONFIRM_EXIT_BTN2=Aproveitar oferta - 50% DE DESCONTO
IDS_QUICK_GUIDE_HINT= Dica: Use o recurso de marcação automática para selecionar automaticamente os arquivos em duplicidade para exclusão.
IDS_QUICK_GUIDE_HELP=Ajuda: Clique no link “Mostrar guia rápido” abaixo.
IDS_SHOW_QUICK_GUIDE= Mostrar guia rápido
IDS_UPGRADE_TO_REMOVE_REMAINING = {0} foto(s) em duplicidade removida(s). Para remover as fotos em duplicidade e similares restantes, faça o upgrade para a versão completa.
IDS_CLICK_TO_REMOVE = {0} fotos em duplicidade foram encontradas em seu computador. 
IDS_UPTO_N_DELETE = Para remover até {0} fotos em duplicidade e similares, clique no botão abaixo:
DPF_NL_AUTPMARK_NOTE= Você pode selecionar fotos em duplicidade manualmente ou usar o recurso de marcação automática para escolhê-las automaticamente.


;;;;;;;;;;;;;;  ADU Offer ;;;;;;;;;;;;;;;;;
IDS_STR1=IDS_DU_APP_NAME foi atualizado com sucesso.
IDS_STR2=Recomendação
IDS_STR3=Não deixe que drivers desatualizados atrapalhem sua experiência no PC
IDS_STR4=Confere, baixa e instala as últimas versões dos drivers no seu sistema com apenas alguns cliques.
IDS_STR5=Atualiza drivers desatualizados
IDS_STR6=Opção de backup e restauração
IDS_STR7=Lista de exclusão de drivers
IDS_STR8=Verificação de drivers agendada
IDS_STR9=Ao instalar Advanced Driver Updater, você concorda com contrato de licença de usuário final e Política de Privacidade
IDS_STR10="Tente agora"
IDS_ST11=Encerrar


IDS_STR_THANKS=Obrigado por se registrar.



product_title_EN_1=Otimize o desempenho do sistema em um único clique
key_str_EN1_1=Otimize o Registro para obter melhor desempenho
key_str_EN2_1=Atualizar drivers para garantir o bom desempenho do PC
key_str_EN3_1=Limpar dados de lixo eletrônico e liberar espaço em disco



product_title_EN_2=Faça backup de arquivos para a nuvem automaticamente
key_str_EN1_2=Acesse arquivos em qualquer lugar onde você vá
key_str_EN2_2=Compartilhe arquivos facilmente com qualquer um
key_str_EN3_2=Restaure arquivos rapidamente mesmo se seu dispositivo falhar


;product_title_EN_3=Apagar todas as fotos em duplicidade e similares de seu computador
KEY_STR_EN1_3=Remover todos os arquivos duplicados
KEY_STR_EN2_3=Recuperar uma grande quantidade de espaço
KEY_STR_EN3_3=Organize seus arquivos de sistema
;key_str_EN1_3=Obter uma biblioteca de fotos organizada
;key_str_EN2_3=Verificar fotos duplicadas e similares em dispositivos removíveis
;key_str_EN3_3=Economizar tempo e espaço em disco


IDS_SET_SAVE_START_SCAN=Iniciar verificação
IDS_UTILITY_KEYBENEFIT="Benefícios:"
IDS_UTILITY_TITLE= "Receba as melhores ferramentas para afinar seu PC"
IDS_UTILITIES_KIT= "Utilitários Ferramentas"
IDS_UTILITY_TRY="Julgá-los Agora"

PRODUCT_TITLE_EN_3= Encontrar e remover arquivos duplicados e recuperar espaço valioso em seu disco rígido.
IDS_NOFREESPACEAVAILABLE=Não há espaço livre disponível no caminho selecionado.
IDS_UK_INSTALL_NOW=Instalar agora
IDS_UK_LAUNCH_NOW=Iniciar agora

IDS_RB_PRODUCT_INFO=O armazenamento on-line mais fácil, seguro e protegido
IDS_EMAIL_US_AT=Email:
IDS_SUPPORT_ADDRESS=support@systweak.com
IDS_SUBMIT=Enviar
IDS_BROWSE=Procurar
IDS_CONTACT_US=Contato
IDS_FEEDBACK=Comentários
PKS_FEEDBACK_TOOLTIP1=Clique no botão 'Enviar' para submeter os detalhes fornecidos.
PKS_FEEDBACK_TOOLTIP2=Para fechar a janela, clique no botão 'Cancelar'.
PKS_FEEDBACK_TOOLTIP3=Clique em 'Visualizar comentários' para exibir detalhes dos comentários antes de enviar.
PKS_FEEDBAKNAG_DESC=Prezado usuário, compartilhe a sua experiência ao preencher este formulário de comentários. Isso nos fornecerá uma ideia melhor sobre o desempenho do aplicativo e nos ajudará a oferecer soluções aprimoradas para corrigir os erros relatados.
PKS_EMAIL_ADDRESS=Endereço de e-mail:
PKS_FEEDBACK_TYPE_STATIC=Tipo de comentário:
PKS_FEEDBACKNAG_DESC2=Forneça o seu endereço de email e selecione o Tipo de comentário na lista suspensa.
PKS_BRIEF_EXPRE=Descreva brevemente a sua experiência:
PKS_IDEMAIL_NOTEMPTY=A caixa Endereço de email não pode ser vazia.
PKS_FEEDBACK_TYPE=Selecione o tipo de comentário.
PKS_FEEDBACK_NOEMPTY=O campo de comentários não pode ser vazio.
PKS_FEEBACK_UPLOAD_STATUS=Aguarde enquanto os comentários são carregados...
PKS_FEEBACK_UPLOAD_SUCCESS=Êxito ao carregar comentários.
PKS_THANK_FEEDBACK=Obrigado por enviar seus comentários.
PKS_SELECT_PRBTYPE=Selecione o tipo de problema
PKS_PRB_REGISTRING_PRODUCT=Problema ao registrar o produto
PKS_PRB_UNDERSTAND=Não é possível compreender o problema
PKS_GENERAL_FEEDBACK=Comentários gerais
PKS_YOUR_EMAIL_ADDRESS=Seu endereço de email:
PKS_EMAIL_ADDRESS_INVALID=Endereço de email inválido.\nInsira o endereço de email correto
IDS_INCLUDE_FOLDER_LABEL=Verifica os seguintes arquivos/pastas em busca de itens duplicados.
IDS_YES=Sim
IDS_NO=Não
DPF_SCAN_COMPUTER=Analisar computador
DPF_SCAN_GOOGLE=Verificar Google Drive
DPF_SCAN_Picasa_LIBRARY=Picasa Library
DPF_INCLUDE_TO_SCAN=Incluir para digitalizar
DPF_FETCHING_FOLDER=Buscando pastas ...
DPF_SCAN_MODE=Modo de digitalização
DPF_REFRESH=Atualizar
IDS_PRODUCT_MESSAGES=Mensagens de produto
IDS_OTHER_PRODUCT_RECOMMEND=Exibir outras recomendações de produtos para meu computador
IDS_AUTO_SETTINGS_APPLIED=Configuração aplicada





DPF_DRIVE_INFO_HEADER=Autorize o IDS_DU_APP_NAME a continuar a adicionar a pasta do Google Drive à lista de verificação.
DPF_DRIVE_INFO_STEPS_HEADER=Aqui estão as etapas para autorizar o IDS_DU_APP_NAME a verificar o Google Drive:
DPF_DRIVE_INFO_STEP1=Clique no botão "Conceder permissões" para autenticação.
DPF_DRIVE_INFO_STEP1_SUB=Clique no botão "Conceder permissões" na parte inferior da tela. Isso redirecionará para o navegador para autenticação no Google Drive.
DPF_DRIVE_INFO_STEP2=Preencha os detalhes e o processo necessários.
DPF_DRIVE_INFO_STEP2_SUB=Insira o nome e a senha da sua conta do Google Drive e conclua o processo de autorização.
DPF_DRIVE_INFO_STEP3=Adicione a pasta e verifique o seu Google Drive.
DPF_DRIVE_INFO_STEP3_SUB=Volte ao aplicativo e clique no botão "Adicionar pasta" para selecionar e verificar sua pasta do Google Drive.
DPF_DRIVE_INFO_ALLOW=Conceder permissões
DPF_DRIVE_SELECT_FOLDER=Selecione qualquer pasta do Google Drive para verificação.
DPF_UNDO_SUMMARY_GOOGLE=Você está prestes a desfazer a seguinte ação:{0}{1}Ação a ser desfeita: Mover os itens {2} para a Lixeira do Google Drive. {3}{4}Deseja prosseguir?
IDS_WATCH_TUTORIAL=Assistir ao tutorial
IDS_MANAGE_FILE_FORMATS=Gerenciar formatos de arquivos
IDS_MANAGE_SCAN_CRITERIA=Gerenciar critérios de verificação
IDS_SCAN_CRITERIA_INFO=As configurações abaixo permitirão que você personalize as opções de verificação.
PKS_INSTALL_COMP=Êxito ao remover itens duplicados.
PKS_PRB_DOWNLOADING=Problema ao remover itens duplicados
PKS_PRB_INSTALLING=Problema ao verificar
IDS_CONTACT_US=Fale conosco
IDS_MARKFILES_EXT_HEIC=High Efficiency Image File
IDS_MARKFILES_EXT_CR=Arquivo de imagem Canon RAW CIFF
IDS_MARKFILES_EXT_RAW=Arquivo de imagem Camera RAW
IDS_MARKFILES_EXT_KDC=Arquivo de imagem Kodak RAW
IDS_MARKFILES_EXT_DNG=Arquivo de imagem Digital Negative e ProRaw RAW
IDS_MARKFILES_EXT_NEF=Arquivo de imagem Nikon RAW
IDS_MARKFILES_EXT_PEF=Arquivo de imagem Pentax RAW
IDS_MARKFILES_EXT_ORF=Arquivo de imagem Olympus RAW
IDS_MARKFILES_EXT_RW2=Arquivo de imagem Panasonic RAW
IDS_MARKFILES_EXT_RAF=Arquivo de imagem Fuji RAW
IDS_MARKFILES_EXT_MOS=Arquivo de imagem Leaf Aptus RAW
IDS_MARKFILES_EXT_SRF=Arquivo de imagem Sony RAW
IDS_MARKFILES_EXT_ERF=Arquivo de imagem Epson RAW
IDS_MARKFILES_EXT_DCR=Digital Camera Image File
IDS_INSTALL_COMPONENT=Instalando componentes necessários...
IDS_CONFIRM_DOWNLOAD_COMPONENT=IDS_DU_APP_NAME fotos RAW encontradas em seu sistema. Para verificar essas fotos, componentes adicionais precisam ser instalados. Deseja instalá-los agora?
IDS_COMPONENT_IMPORTANCE=Selecionar NÃO fará com que fotos RAW sejam ignoradas no processo de verificação.
IDS_MOVE_IMAGES_BIN=Enviar fotos duplicadas para a Lixeira.
IDS_MOVE_PATH=Mover fotos duplicadas para o caminho selecionado
IDS_CONSIDER_TIME_INTERVAL=Incluir intervalo de tempo durante a verificação
IDS_SETTINGS_CONSIDER_CAPTURE_DATE=Usar configurações de Intervalo de tempo se Data de captura não estiver disponível
IDS_CONSIDER_GPS_SETTING=Incluir GPS durante a verificação
IDS_SETTING_DISABLED=Esta configuração está desativada.
IDS_CHANGE_SETTINGS=Alterar configurações
IDS_SETTINGS_CONSIDER_CAPTURE_DATE_INFO=Se Data de captura estiver ausente nos dados exif da foto, a Data de criação será usada.
IDS_MOVE_DUPLICATES=Mover itens duplicados
IDS_MANAGE_DUPLICATE_PHOTOS=Gerenciar fotos duplicadas
IDS_MANAGE_DUPLICATE_PHOTOS_INFO=Essa configuração permitirá que você selecione a ação a ser executada nas fotos duplicadas.
DPF_DRIVE_CONTACT_ADMIN=Não é possível acessar suas pastas do Google Drive, pois os seus aplicativos do Google Drive estão desativados. Entre em contato com o administrador do seu domínio.
IDS_GOOGLE_DRIVE_TRASH=Deseja realmente excluir as fotos duplicadas? As fotos excluídas serão movidas para a Lixeira do Google Drive!
DPF_DRIVE_INFO_HEADER_EX=Autorize o IDS_DU_APP_NAME a continuar a adicionar a pasta do Google Drive à lista de pastas a serem excluídas.
DPF_DRIVE_INFO_STEPS_HEADER_EX=Aqui estão as etapas para autorizar o IDS_DU_APP_NAME a acessar as pastas do Google Drive:
DPF_DRIVE_INFO_STEP3_EX=Adicione a pasta do Google Drive.
DPF_DRIVE_INFO_STEP3_SUB_EX=Volte ao aplicativo e clique no botão "Adicionar" para selecionar e excluir sua pasta do Google Drive da verificação.
DPF_DRIVE_INFO_HEADER_SA=Autorize o IDS_DU_APP_NAME a continuar a adicionar a pasta do Google Drive à lista de pastas protegidas.
DPF_DRIVE_INFO_STEPS_HEADER_SA=Aqui estão as etapas para autorizar o IDS_DU_APP_NAME a acessar as pastas do Google Drive:
DPF_DRIVE_INFO_STEP3_SUB_SA=Volte ao aplicativo e clique no botão "Adicionar" para selecionar e proteger sua pasta do Google Drive da Marcação automática.


IDS_GOOGLEDRIVE=Google Drive
IDS_DROPBOX=Dropbox
IDS_PHOTOS_ORGANIZER=Photo Organizer
IDS_LIGHTROOM_CLASSIC=Lightroom Classic
IDS_LIGHTROOM_LIB_FORMAT= Lightroom Catalog
IDS_BOX_CLOUD=BoxCloud

IDS_SCAN_DROPBOX=Scan Dropbox
IDS_DROPBOX_TRASH=Deseja realmente excluir gravaÃ§Ãµes de arquivos duplicados? As gravaÃ§Ãµes excluÃ­das serÃ£o movidas para a seÃ§Ã£o "Arquivos excluÃ­dos" do Dropbox"!
IDS_SIGN_IN_DROPBOX=Fazer login no {0}
IDS_SIGN_IN_DROPBOX_OPENED=FaÃ§a login em sua conta do {0} aberta no seu navegador padrÃ£o.
IDS_SIGN_IN_DROPBOX_PASTE=Copie o cÃ³digo de autorizaÃ§Ã£o exibido e cole-o na caixa abaixo.
IDS_SIGN_IN_DROPBOX_CLICK=Clique em Continuar para prosseguir com a verificaÃ§Ã£o de itens duplicados.
IDS_DROPBOX_ERROR_AUTH_CODE=Erro ao autorizar conta do {0}. Verifique o cÃ³digo de autorizaÃ§Ã£o e tente novamente.


;;;;;;;;;;;;;;;;;;;;;;;;;; PO, LcR, Picasa ;;;;;;;;;;;;;;;;;;;;;;;;
IDS_PICASA_LIB_FORMAT= índice da biblioteca do Picasa
IDS_ADD_VALID_PATH=Adicione um caminho de verificação válido!
IDS_ADD_LIBRARY=Adicionar biblioteca
IDS_NEED_COMPONENT_PO= O recurso Photo Organizer precisa de um componente adicional para ser instalado. Deseja instalar agora?
IDS_CLOSE_APPLICATION_TO_SCAN={0} deve ser fechado para iniciar o processo. Deseja fechar {0}?
IDS_SHOW_PHOTO_ORGANIZER=Iniciar {0}
IDS_ONE_LIBRARY_ADD=Um arquivo de banco de dados da biblioteca do Picasa já adicionado!\r\nNão é possível adicionar vários arquivos.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;BoxCloud;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
IDS_SIGN_IN_BOXCLOUD_GRANTACCESS=Conceda permissão de acesso após o login


;;;;;; NEED Translation ;;;;;;;
IDS_WIAT_INSTALL_COMPONENT=Aguarde enquanto instala os componentes necessários

IDS_INCLUDE_ROTATED_IMAGES=Incluir Imagens Giradas
IDS_INCLUDE_FLIPPED_IMAGES=Incluir Imagens Invertidas
IDS_CLEAR_CACHE_RECOMMENDED=O algoritmo de verificação foi aprimorado para obter melhores resultados. É recomendável limpar o cache e verificar novamente.
IDS_CLEAR_CACHE_CONFIRMATION=Deseja continuar?


[strings]
IDS_INSTALLING_SERVICE=Instalando serviço...
; General
100=Duplicate Photos Fixer Pro
;100=Download do arquivo
101=Deseja cancelar o download?
102=%1 (%2 de %3)
103=%1 KB
104=%1 KB de %2 KB (%3%)

; Status information
110=Obtendo informações do arquivo...
111=Redirecionando para %1
112=Enviando solicitação...
113=Resolvendo %1
114=Conectado a %1
115=Recebendo...
116=Conectando a %1

; Error messages
120=Erro ao se conectar à Internet.\n\n%1
121=Erro ao abrir %1.\n\nO servidor retornou o código de status %2.
122=Erro ao ler URL.\n\n%1
123=Erro ao gravar o arquivo %1.\n\n%2
124=Erro ao abrir o arquivo %1.\n\n%2
125='%1' é um URL inválido.
126=Erro ao abrir %1.\n\n%2
127=Erro ao enviar solicitação.\n\n%1
128=Protocolo sem suporte. Somente há suporte para os protocolos HTTP e FTP.
129=Falha ao se conectar a %1.\n\n%2
130=Falha ao consultar o código de status.\n\n%1
131=Erro ao solicitar arquivo.\n\n%1

; Other
144=Sobre
146=Baixar
147=A instalação está baixando outros arquivos no computador.

; labels
160=Arquivo:
161=Velocidade:
162=Status:
163=Tempo decorrido:
164=Tempo restante:
165=Arquivo atual:
166=Progresso geral:
167=Cancelar
168=OK
169=User Name and Password
170=User Name:
171=Password: